Repository: NeiroNx/DaRT
Catalog: DaRT/Resources/Strings.*.resx
Languages: ru_ru

# Admins_c
source: Admins: {0}
ru_ru: Админов: {0}

source: All
ru_ru: Все

# Allow_mes
source: Allow new messages
ru_ru: Принимать

source: Attention!
ru_ru: Внимание!

source: Auto Refresh
ru_ru: Автообновление

source: Ban
ru_ru: Бан

source: Bans
ru_ru: Баны

# Bans_c
source: Bans: {0}
ru_ru: Банов: {0}

source: Ban duration
ru_ru: Время бана

source: Ban type
ru_ru: Тип бана

source: Chat
ru_ru: Чат

source: Clear
ru_ru: Очистить

source: Clear All
ru_ru: Очистить Все

source: Close
ru_ru: Закрыть

source: Comment
ru_ru: Коментарий

source: Connect
ru_ru: Подключиться

source: Console
ru_ru: Консоль

source: Copy
ru_ru: Копировать

source: Date
ru_ru: Дата

source: Delete
ru_ru: Удалить

source: Disconnect
ru_ru: Отключиться

# Duration_num
source: Duration must be a number!
ru_ru: Время бана должно быть числом!

source: Error
ru_ru: Ошибка

source: Execute...
ru_ru: Выполнить....

source: Host
ru_ru: Хост

# InitApp
source: DaRT {0} initialized!
ru_ru: DaRT {0} загружен!

source: Kick
ru_ru: Кик

# Last_refresh_h
source: Last refresh: {0}h ago
ru_ru: Обновлено: {0}ч назад

# Last_refresh_m
source: Last refresh: {0}m ago
ru_ru: Обновлено: {0}м назад

# Last_refresh_s
source: Last refresh: {0}s ago
ru_ru: Обновлено: {0}c назад

source: Loading news...
ru_ru: Загрузка новостей ....

source: Load host
ru_ru: Загрузить хост

source: Log
ru_ru: Лог

source: Message
ru_ru: Сообщение

source: Name
ru_ru: Имя

# Offline_ban_note
source: The player you were about to ban left the game. Press OK to ban him offline (GUID only) instead.
ru_ru: Игрок находится вне игры. Нажмите OK для бана только по GUID.

source: Password
ru_ru: Пароль

source: Ping
ru_ru: Пинг

source: Players
ru_ru: Игроки

# Players_c
source: Players: {0}
ru_ru: Игроков: {0}

source: Player Database
ru_ru: База игроков

source: Port
ru_ru: Порт

source: Quick Ban
ru_ru: Быстрый бан

source: Reason
ru_ru: Причина

# Refresh
source: Refresh (F5)
ru_ru: Обновить (F5)

source: Say Global
ru_ru: Глобально

source: Say Private
ru_ru: Игроку

source: Search
ru_ru: Поиск

source: Settings
ru_ru: Параметры

source: Status
ru_ru: Статус

source: Unban
ru_ru: Разбан

source: About
ru_ru: О программе

# Admin_call
source: Use my name for admin calls too
ru_ru: Вызов админа по имени

# Admin_chat
source: Show admin chat
ru_ru: Показать админ чат

# Admin_login
source: Show admin login messages
ru_ru: Подключения администраторов

# Admin_name
source: Name in chat:
ru_ru: Имя в чате:

source: Admin settings
ru_ru: Настройка админа

# Admin_timeout
source: Admin request timed out.
ru_ru: Время ожидания списка админов истекло!

source: Apply
ru_ru: Применить

# AutoBan
source: Autoban for messages
ru_ru: Автоматический бан за сообщения

# Autoban_for
source: AutoBan {0} for phrase {1}
ru_ru: АвтоБан {0} за фразу {1}

# AutoKick
source: Autokick for messages
ru_ru: Автоматический кик за сообщения

# Autokick_for
source: AutoKick {0} for phrase {1}
ru_ru: АвтоКик {0} за фразу {1}

source: Automate
ru_ru: Автоматизация

# Autoref_int
source: Auto refresh interval (seconds):
ru_ru: Интервал автообновления (секунд):

# Autoupdate_join
source: Automatically refresh when players join/leave
ru_ru: Автообновление при входе/выходе игрока

# Auto_int
source: Auto refresh interval (seconds):
ru_ru: Время обновления(секунд):

# Banned
source: Banned {0} from the server!
ru_ru: Забанен {0} на сервере!

# Bans_timeout
source: Ban request timed out!
ru_ru: Время ожидания списка банов истекло.

# Ban_removed
source: Removed Ban!
ru_ru: Бан удален!

# Ban_ticks
source: Ban request ticks:
ru_ru: Ожидание запроса банов:

# Ban_timeout
source: Ban request timed out.
ru_ru: Время ожидания списка банов истекло!

# Big_banlist
source: It appears you are using a pretty big ban list. Please note that your ban list may be cut off because of technical limitations in the RCon protocol. Using the BRS (Ban Relay Server) is recommended as you won't encounter such a problem there. You can find more informations (including a setup guide) about BRS on the DaRT download page.
ru_ru: Это появляется если у вас очень большой банлист. Помните что банлист может обрезаться из-за технических ограничений протокола RCon. Использование BRS (Ban Relay Server) рекомендуется при подобной ситуации. Больше информации (и инструкции по установке) о BRS на странице проекта DaRT.

source: Cancel
ru_ru: Отмена

# Check_onStart
source: Check for Updates on start
ru_ru: Проверять обновления при запуске

source: Check Updates
ru_ru: Найти Обновления

source: Choose font
ru_ru: Выберите шрифт

source: Color chat
ru_ru: Цветной чат

source: Color filters
ru_ru: Цветные фильтры

# Command_chat
source: Show command chat
ru_ru: Показать коммандный чат

# Conn
source: Connecting to {0}:{1}...
ru_ru: Подключение к {0}:{1}...

source: Connected!
ru_ru: Подключились!

# Connect_onStart
source: Connect on startup
ru_ru: Подключение при старте

# Conn_mess
source: Show connect / disconnect messages
ru_ru: Сообщения подключения/отключения

# Conn_player
source: Show player connect / disconnect messages
ru_ru: Сообщения подключения/отключения игроков

# Conn_req
source: Request players/bans on connect
ru_ru: Получать списки при подключении

source: Custom filters:
ru_ru: Свои фильтры:

# DaRT_thank
source: Thank you for using DaRT!
ru_ru: Спасибо за запуск DaRT!

source: Data settings
ru_ru: Настройка данных

# Debug_mess
source: Show debug messages
ru_ru: Сообщения об внутренних ошибках

# Deleted
source: Entry {0} was removed
ru_ru: Игрок {0} удален из базы.

# Direct_chat
source: Show direct chat
ru_ru: Показать прямой чат

# Down_upd
source: (Click to download update)
ru_ru: (Нажмите для скачивания)

# Error_banner
source: Unable to get banner
ru_ru: Получить банер не удалось

# Error_brs
source: This server is not running BRS or the server configuration is faulty!
ru_ru: На сервере не установлен BRS или его настройки не корректны!

# Error_conlost
source: Connection to server was lost. Attempting to reconnect...
ru_ru: Соединение с сервером потеряно. Пытаемся переподключиться...

# Error_connect
source: Failed to connect. Please make sure that you properly set a password in beserver.cfg and the server is running.
ru_ru: Не удалось подключиться. Проверьте правильность пароля в beserver.cfg и работу самого сервера.

# Error_ip_com
source: Comments can't be assigned to IPs.
ru_ru: Коментировать IP адреса нельзя

# Error_login
source: Login invalid!
ru_ru: Неверные параметры авторизации!

# Error_mess
source: Show log errors
ru_ru: Вывод ошибок

# Error_news
source: Could not retrieve news!
ru_ru: Получить новости не удалось

# Error_nocon
source: Please connect first!
ru_ru: Вначале надо подключиться!

# Error_occ
source: An error occurred, please try again.
ru_ru: Произошла ошибка, попробуйте еще раз.

# Error_occ_log
source: An error occured while accessing the log file.
ru_ru: Во время доступа к файлам логов произошла ошибка.

# Error_pass
source: Please enter a valid password!
ru_ru: Пожалуйста введите верный пароль!

# Error_port
source: Please enter a valid port!
ru_ru: Введите правильный порт!

# Error_sdown
source: It appears that the server went down. Attempting to reconnect...
ru_ru: Это появляется когда сервер перезапускается. Сейчас переподключимся...

# Error_sel_host
source: Please select a host first.
ru_ru: Сначала выберите хост.

# Expired_removed
source: All expired bans were removed from the ban list.
ru_ru: Все истекшие баны были удалены из списка.

# First_run
source: This appears to be the first start of the new version of DaRT. DaRT has found an existing database and will now migrate all of your data to the new format. A backup of your existing databases will be saved. Please continue to start the migration process. (This may take a while depending on the size of the database)
ru_ru: Это сообщение появляется при первом запуске новой версии DaRT. DaRT нашол существующую базу и будет пытаться сконвертировать ее в новый формат. Бекап базы будет сделан. Нажмите ОК чтобы начать процесс. (Может занять некоторое время в зависимости от размеров базы)

# Flash_calls
source: Flash window when is called
ru_ru: Мигать окном при вызове

# forum_link
source: Official forum thread
ru_ru: Офицальный форум

# Geoloc
source: Geolocating...
ru_ru: Геолокация...

# Get_banner
source: Downloading server banner...
ru_ru: Скачиваем банер сервера ...

# Get_n_bans
source: Update bans, get {0} bans.
ru_ru: Обновление банов выполнено, полученно {0} банов.

# Get_n_players
source: Update players, get {0} players.
ru_ru: Обновлен список игроков, получено {0} игроков.

# Global_chat
source: Show global chat
ru_ru: Показать глобальный чат

source: Global chats
ru_ru: Глобальные чаты

# Group_chat
source: Show group chat
ru_ru: Показать групповой чат

# Guid_mess
source: Show GUID verification messages
ru_ru: Сообщения проверки GUID

# Hilight
source: Highlight calls:
ru_ru: Подсвечивать вызовы:

# Hosts_note
source: All hosts you ever connected to are listed below
ru_ru: Все хосты к которым вы подключались представленны ниже

source: Interval settings
ru_ru: Интервалы

# Kicked
source: Kicked {0} from the server!
ru_ru: Кикнут {0} c сервера!

# lib_lic
source: This software uses the BattleNET library created by Marcel de Vries (github.com/marceldev89) and Robert van der Boorn (github.com/vipeax) which is licensed under the GNU Lesser General Public License.
ru_ru: Эта программа использует библиотеку BattleNET созданную Marcel de Vries (github.com/marceldev89) и Robert van der Boorn (github.com/vipeax) выпускаемую по лицензии GNU Lesser General Public License.

# licence
source: DaRT (DayZ RCon Tool) was developed by Perfler Dominik (github.com/DomiStyle) in 2012 and translation and improve by Alexander (github.com/NeiroNx) in 2017 as response to the lack of proper RCon applications for DayZ servers at that given time. This overhauled version is provided as a community service and thank you for all the server administrators out there who are still in need for a proper RCon tool - even after such a long time.
ru_ru: DaRT (DayZ RCon Tool) разработанна Perfler Dominik (github.com/DomiStyle) в 2012; переведена и доработанна Alexander (github.com/NeiroNx) in 2017 в ответ на отсутствие хрошего RCon клиента для DayZ серверов в это время. Эта переработанная версия предоставляется как услуга сообщества и спасибо всем администраторам северов которые нуждаются в хрошем ПО для управления серверами - даже столько лет спустя.

source: Local chats
ru_ru: Локальные чаты

source: Local filters
ru_ru: Локальные

source: Local settings
ru_ru: Локальные настройки

source: Lock server
ru_ru: Запаролить сервер

source: Log buffer:
ru_ru: Буфер лога:

# Mention
source: Honorable Mention:
ru_ru: Похвальный отзыв:

# Multiban
source: Manually add multiple bans
ru_ru: Добавить много банов

# News_download
source: Released {0} {3} Download: {1} ({2})
ru_ru: Обновление {0} {3} Скачать: {1} ({2})

# News_noupdate
source: DaRT version is actual.
ru_ru: Ваша версия DaRT не нуждается в обновлении.

# News_update
source: Released {0} New version: {1} (Size: {2})
ru_ru: Обновление {0} Новая версия: {1} (Размер: {2})

source: Notice
ru_ru: Уведомление

# Players_timeout
source: Player request timed out!
ru_ru: Превышено время ожидания списка игроков.

# Player_ticks
source: Player request ticks:
ru_ru: Ожидание запроса игроков:

# Player_timeout
source: Player request timed out.
ru_ru: Время ожидания списка игроков истекло!

# Quick_ban_duration
source: Quick ban duration (minutes):
ru_ru: Быстрый бан(минут):

# Quick_reason
source: Banned for {0} minute(s).
ru_ru: Забанен на {0} мин.

# Recon
source: Reconnecting...
ru_ru: Переподключаю...

source: Reconnected!
ru_ru: Переподключились!

# Refr_bans
source: Refreshing bans...
ru_ru: Обновление списка банов ...

# Refr_mess
source: Show refresh messages
ru_ru: Сообщения об обновлении

# Refr_now
source: Refreshing...
ru_ru: Обновляю...

# Refr_players
source: Refreshing players on server...
ru_ru: Обновление списка игроков на сервере ...

# Rel_bans
source: Reload bans
ru_ru: Перезагрузиь баны

# Rel_events
source: Reload events
ru_ru: Перезагрузить эвенты

# Rel_script
source: Reload scripts
ru_ru: Перезагрузить скрипты

source: Request settings
ru_ru: Настройки запросов

source: Saved hosts
ru_ru: Сохраненные хосты

source: Save hosts
ru_ru: Сохранять хосты

# Save_log
source: Save a log file
ru_ru: Сохранять логи

source: Save players
ru_ru: Сохр игрока

source: Save settings
ru_ru: Сохранить настройки

source: Send
ru_ru: Отправить

source: Server filters
ru_ru: Серверные

# Server_locked
source: Server is now locked!
ru_ru: Сервер заблокирован!

# Server_relbans
source: Reloaded Bans!
ru_ru: Перезагруженны баны на сервере!

# Server_relevent
source: Reloaded Events!
ru_ru: Перезагруженны эвенты на сервере!

# Server_relscripts
source: Reloaded Scripts!
ru_ru: Перезагруженны скрипты на сервере!

# Server_shutdown
source: Server is shutting down!
ru_ru: Сервер выключается!

# Server_unlocked
source: Server is now unlocked
ru_ru: Сервер разблокирован для входа!

source: Shutdown
ru_ru: Выключить

# Shutdown_note
source: Are you sure you want to shut the server down? Note: This will terminate your current RCon session.
ru_ru: Вы уверены в выключении сервера? Пояснение: это действие закроет текущее RCon подключение.

# Side_chat
source: Show side chat
ru_ru: Показать общий чат

# Timestamp_log
source: Show timestamps in log
ru_ru: Отметки времени в логах

# Tip_autorefr
source: If checked, DaRT will automatically refresh your player list at the interval set on the settings page.
ru_ru: Если включено, то DaRT будет автоматически обновлять список игроков через заданный в настройках интервал.

# Tip_banner
source: A banner of your server will be shown if your server is registered on GameTracker.\r\nClicking it will bring you to GameTracker.
ru_ru: Банер сервера будет показываться если вы зарегистрировали его на GameTracker. При клике откроется страница сервера на GameTracker.

# Tip_connect
source: Connect to the server using the details given above.
ru_ru: Подключение к серверу используя указанные данные.

# Tip_disconnect
source: Disconnect from the server.
ru_ru: Отключение от текущего сервера.

# Tip_host
source: Load previously used hosts.
ru_ru: Список недавних серверов.

# Tip_message
source: If unchecked, DaRT will queue all incoming messages and add them once new messages are allowed again. This can prevent unwanted scrolling while you are copying text.
ru_ru: Если отключено, то DaRT задержит входящие сообщения и добавит все разом когда снова включится. Это полезно чтобы не автоскролилось кгда надо скопировать текст.

# Tip_refr
source: Refresh the current view.
ru_ru: Обновление текущей выбранной вкладки.

# Tip_say
source: You can switch between say and console mode here. While in say mode you can use global chat to communicate with your players. Console mode allows you to execute RCon commands directly on the server.
ru_ru: Вы можете переключаться между консольным режимом и чатом здесь. Глобальный чат для общения со всеми игроками сразу. Приват для общения с конкретным игроком выбранным в списке игрокв. Консоль отправляет текстовые команды прямо на сервер.

# Tip_settings
source: Adjust your settings.
ru_ru: Настройка приложения.

# Tip_tools
source: Contains a useful collection of tools.
ru_ru: Содержит утилиты управления сервером.

# Unknown_chat
source: Show unknown chat
ru_ru: Показывать неизвестный чат

source: Unlock server
ru_ru: Снять пароль

# Use_BRS
source: Save Bans in SQL
ru_ru: Использовать DaRT BRS

# Vehicle_chat
source: Show vehicle chat
ru_ru: Показать транспортный чат

source: Expired
ru_ru: Истекшие

source: Data base
ru_ru: База данных

source: Remote Base
ru_ru: Удаленная база

source: User
ru_ru: Пользователь

# Use_Remote
source: Use Remote data Base
ru_ru: Использовать удаленную базу данных
